;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 12 November 2018
;~ Author.......: PeymanMts
;~ Link.........: www.c64persian.tk
;~ =============================================================================

[Main]
Product = Firemin
Version = 11

[Language]
;~ Please ad the translated language name next to the english name. For example; Ελληνικά - Greek
Name = فارسی - Persian
Code = fa
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = درباره %{Program.Name}
Label_Version = ویرایش
Label_AutoIt = Build with AutoIt version
Label_Copyright = Copyright
Tip_Title_Donate = Donate to our Cause
Tip_Message_Donate = با کمک اندک برنامه را رایگان نگه دارید\rnتا بتوانیم خدمات بیشتری برای شما فراهم کنیم
Label_Home = صفحه اصلی
Label_License = مجوز
Label_Support = پشتیبانی
Tip_Title_Country = ساخت آفریقای جنوبی
Tip_Message_Country = %{Program.Name} متولد آفریقای جنوبی
Label_Contributors = Contributors
Button_Ok = تایید
Label_RAM = (RAM) %d MB آزاد از %d MB (%d%)
Label_HDD = (%s) %.2f GB آزاد از %.2f GB (%d%)
Tip_Facebook = Like us on Facebook.
Tip_GitHub = %{Program.Name} on GitHub.

[Custom]
Label_Status_Welcome = شروع با براوزر (نام فایل را انتخاب کنید). فایرمین بصورت خودکار پردازش اجرایی را انتخاب می کند.
Label_Status_Updates = بررسی بروزرسانی
Group_Load_Browser = شروع براوزر
Label_Executable = مسیر اجرایی (%s):
Label_Process_Usage = Usage | Peak:
Label_Process_Count = Process Count:
Button_Browse = &Browse
Group_Options = اختیارات
Checkbox_Reduce_Mem = کاهش حافظه هر:
Label_Milliseconds = میلی ثانیه
Checkbox_Reduce_Limit = کاهش حافظه فقط اگر استفاده بیشتر شد:
Checkbox_Start_With = شروع %s موقعیکه فایرمین شروع شد
Checkbox_Enable_Extended_Processes = فعال سازی پردازشهای جانبی
Button_Extended_Processes = &پردازشهای جانبی
Checkbox_Start_Windows = شروع فایرمین با شروع ویندوز
Label_Settings_Updated = تنظیمات باموفقیت بروزرسانی شد.
Button_Cancel = لغو
Button_Save = ذخیره
Time_Unit_01 = میلی ثانیه
Time_Unit_02 = ثانیه
Time_Unit_03 = دقیقه
Time_Unit_04 = ساعت
Label_Boost_Description = کاهش حافظه هر %s %s اگر استفاده بیشتر از %s MB.
Title_Select_Browser = انتخاب براوزر
Tip_Minimized_Title = %{Program.Name}هنوز درحال اجراست!
Tip_Minimized_Message = %{Program.Name} به بهینه سازی حافظه %s's ادامه می دهد. برای تغییر تنظیمات روی آیکون سینی ابزار کلیک کنید

[Donate]
Label_Heading = چطور یک کمک مالی کوچک برای نگه داشتن نرم‌افزار ما برای همیشه رایگان است؟
Label_Message = دکمه‌ی PayPal در زیر را کلیک کنید، یک مقدار انتخاب کنید و کمک مالی خود را به ما ارسال کنید. کمک مالی شما برای بهبود نرم‌افزار ما و نگه داشتن همه چیز به صورت رایگان در Rizonesoft استفاده خواهد شد. یک کمک مالی به مبلغ 20 دلار ما را حداقل به مدت یک ماه جاری خواهد نگه داشت.
Label_Donate = آیا در نظر دارید یک هدیه کوچک به مبلغ 10 دلار را برای کمک به بهبود %{Program.Name} و نگه داشتن چراغ‌ها به ما اهداء کنید؟

[Menus]
File = &فایل
File_Preferences = &تنظیمات
File_Close = &بستن\tShift+Alt+F4
Help = &کمک
Help_Update = بررسی &بروزرسانی
Help_Home = %{Company.Name} &خانه
Help_Downloads = بیشتر &دانلودهای
Help_Support = &پشتیبانی
Help_Issue = گزارش &خطا
Help_Donate = پرداخت &هزینه 
Help_About = درباره %{Program.Name}
Tray_About = درباره %{Program.Name} %s
Tray_Open = بازکردن %{Program.Name}
Tray_Extended_Processes = پردازشهای جانبی
Tray_Run = اجرا %s
Tray_Run_Safemode = اجرا %s در Safemode

[Messages]
Info_Title = لطفا توجه کنید
Warning_Title = اخطار!
Error_Title = مشکلی پیش آمده!
Error_Oops = خطا!
Singleton = مورد دیگری از %{Program.Name} در حال اجراست.
Compatible = %{Program.Name} با نسخه ویندوز شما سازگار نیست. اگر اطمینان دارید که یک خطاست, لطفا پیام بگذارید '%s' با شرح جزئیات.
Compatible_Bit = متاسفانه %{Program.Name} 32 بیتی با ویندوز شما سازگار نیست. لطفا دانلود کنید %{Program.Name} 64 بیتی از '%s'

[Preferences]
Window_Title = تنظیمات
Tab_General = اصلی
Tab_Performance = تنظیمات
Tab_Language = زبان
Group_Notifications = اعلانات
Group_Extended_Processes = پردازشهای جانبی
Group_Priority = اولویت
Group_Memory = حافظه
Group_Language = زبان
Checkbox_Notifications = نمایش اعلانات
Label_Extended_Processes = نام پردازش را برای بهینه سازی توسط فایرمین وارد کنید. لیست توسط کاما از یکدیگر جدا شود (Process01.exe, Process02.exe, etc)
Label_SetPriority = تنظیم اولویت پردازش:
Checkbox_SaveRealtime = اولویت بسیار بالا (پیشنهاد نمی شود).
Checkbox_ReduceMemory = کاهش حافظه در سیستمهای با حافظه کم.
Label_Language_Message = زبان مورد نظر را انتخاب و کلید %s رابرای ادامه فشار دهید. (راه اندازی مجدد لازم است)
Button_Save = ذخیره
Button_Cancel = لغو
Label_Updated = تنظیمات بروزرسانی شد
MsgBox_Language_Title = زبان تغییر کرد
MsgBox_Language_Message = زبان انتخاب شده تغییر کرد. %{Program.Name} برنامه باید دوباره راه اندازی شود.
MsgBox_Closing_Title = درحال بستن %{Program.Name}
MsgBox_Closing_Message = آیا مایلید %{Program.Name} را ببندید?

[Update]
Window_Title_Available = بروزرسانی موجود
Window_Title_Congratulations = تبریک!
Window_Title_Error = خطایی اتفاق افتاده!
Label_Message_Update = ویرایش جدید از '%{Program.Name}' موجود است.
Label_Message_Latest = شما از آخرین ویرایش استفاده می کنید '%{Program.Name}'.
Label_Message_Error = اطلاعات آخرین ویرایش از '%{Program.Name}' دریافت نشد.
Label_Message_Internet = لطفا اتصال اینترنت را بررسی کرده و دوباره تلاش کنید.
Label_Build_Current = ویرایش کنونی:
Label_Build_Update = ویرایش بروزشده:
CheckBox_NoUpdate = موقع شروع برای بروزرسانی چک نکن.
Button_Update = اطلاعات بیشتر
Button_Close = بستن

[Versioning]
Administrator = Administrator
Build = Build
AutoIt_Version = using AutoIt version %{AutoIt.Version}
Bit = Bit